Repository: shusfun/cc-connect
Catalog: CodexMobile/CodexMobile/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This denied action is already being approved.
zh_hans: 此被拒绝操作正在审批中。

source: This denied action is no longer available for approval.
zh_hans: 此被拒绝操作已无法审批。

source: This device belongs to a different account.
zh_hans: 此设备属于其他账号。

source: This device bridge is running Remodex %@, which requires Remodex iPhone %@ or newer. Update the iPhone app, then reconnect.
zh_hans: 设备 Bridge 运行 Remodex %@，需要 iPhone 应用 %@ 或更高版本，请更新后重连。

source: This device bridge requires Remodex iPhone %@ or newer. Update the iPhone app, then reconnect.
zh_hans: 设备 Bridge 需要 iPhone 应用 %@ 或更高版本，请更新后重连。

source: This device bridge requires a newer Remodex iPhone app. Update the app, then reconnect.
zh_hans: 设备 Bridge 需要新版 iPhone Remodex，请更新后重新连接。

source: This folder is already inside a Git repository.
zh_hans: 此文件夹已位于 Git 仓库内。

source: This iPhone does not know which relay to ask for that pairing code yet. Scan the QR code instead.
zh_hans: 此 iPhone 无法确定配对码对应的中继，请扫描二维码。

source: This iPhone is no longer trusted by the paired device. Scan a new QR code to reconnect.
zh_hans: 设备已不再信任此 iPhone，请扫描新二维码重新配对。

source: This nickname stays on this iPhone and appears anywhere this device is shown.
zh_hans: 此备注保存在 iPhone 上，用于设备的各处显示。

source: This only removes the chat from Remodex on this phone. Nothing is removed from your device or Codex observer.
zh_hans: 仅从此手机的 Remodex 移除任务，不删除设备或 Codex 中的内容。

source: This pairing code has expired. Generate a new one from the Mac bridge.
zh_hans: 配对码已过期，请在设备应用中生成新码。

source: This payload is too large for the relay connection. Try fewer or smaller images and retry.
zh_hans: 数据超出中继连接限制，请减少图片数量或大小后重试。

source: This relay does not support pairing codes yet. Scan the QR code instead.
zh_hans: 此中继不支持该配对码，请扫描二维码。

source: This relay does not support trusted reconnect yet.
zh_hans: 此中继不支持可信重连。

source: This relay pairing is no longer valid. Scan a new QR code to reconnect.
zh_hans: 此中继配对已失效，请扫描新二维码。

source: This relay session was replaced by another device connection. Scan a new QR code to reconnect.
zh_hans: 此中继会话已被其他设备连接替换，请扫描新二维码。

source: This resets the current branch to match the remote and removes local uncommitted changes.%@ This cannot be undone from the app.
zh_hans: 将重置当前分支以匹配远程，并移除本地未提交修改。%@ 此操作无法在应用中撤销。

source: This response can be undone cleanly.
zh_hans: 可以无冲突撤销此回复的修改。

source: This response cannot be auto-reverted because no exact patch was captured.
zh_hans: 未记录精确补丁，无法自动撤销此回复的修改。

source: This response is still collecting its final patch.
zh_hans: 此回复仍在整理最终补丁。

source: This response was captured before ordered patch batches were stored, so it cannot be safely auto-reverted.
zh_hans: 记录此回复时尚未保存有序补丁批次，因此无法安全自动撤销。

source: This retry is no longer available. Wait for Codex to request the action again.
zh_hans: 本次重试已不可用，请等待 Codex 再次请求操作。

source: This stops in-progress runs and reloads chats for the other device.
zh_hans: 这将停止正在进行的运行，并加载其他设备的任务。

source: Thread actions
zh_hans: 任务操作

source: Thread not found.
zh_hans: 未找到任务。

source: Thread
zh_hans: 任务

source: Threads from your phone are persisted as JSONL rollout files, so they appear in **Codex.app** on your device.
zh_hans: 手机任务以 JSONL 运行记录保存，因此会显示在设备的 **Codex.app** 中。

source: Threads started from your phone show up in Codex.app
zh_hans: 手机创建的任务也会显示在 Codex.app 中

source: Timed out waiting for the secure Remodex %@ message.
zh_hans: 等待 Remodex 安全消息 %@ 超时。

source: Timed out
zh_hans: 已超时

source: Token budget (optional)
zh_hans: Token 预算（可选）

source: Token budget must be a positive whole number.
zh_hans: Token 预算必须为正整数。

source: Tool activity
zh_hans: 工具活动

source: Tracked changes could not be moved back automatically: %@.
zh_hans: 无法自动移回已跟踪修改：%@。

source: Transcribing voice note
zh_hans: 正在转写语音

source: Trusted Device ready
zh_hans: 可信设备已就绪

source: Trusted Device
zh_hans: 可信设备

source: Trusted Pair
zh_hans: 可信配对

source: Trusted reconnect is unavailable from this relay endpoint. Update or check the relay/proxy, then reconnect. Scan a new QR code only if this device was reset.
zh_hans: 此中继入口无法可信重连，请检查或更新中继与代理后重试。只有设备重置后才需要重新扫码。

source: Try a different search or refresh the branch list.
zh_hans: 请更换搜索词或刷新分支列表。

source: Trying to reach your saved device. Remodex will keep retrying. If you restarted the bridge on that device, scan the new QR code.
zh_hans: 正在尝试连接已保存设备，Remodex 会继续重试。若配对已失效，请扫描设备上的新二维码。

source: Trying to reconnect to your device.
zh_hans: 正在尝试重新连接设备。

source: Trying to wake the device display.
zh_hans: 正在尝试唤醒设备显示器。

source: Turn error: %@
zh_hans: 轮次错误：%@

source: Turn failed with no details
zh_hans: 轮次失败，未提供详情

source: Turn on Remote Login
zh_hans: 开启远程登录

source: Unable to configure the microphone session.
zh_hans: 无法配置麦克风会话。

source: Unable to create a chat right now.
zh_hans: 目前无法创建任务。

source: Unable to create a worktree chat right now.
zh_hans: 目前无法创建工作树任务。

source: Unable to create the temporary audio file.
zh_hans: 无法创建临时音频文件。

source: Unable to decode server payload
zh_hans: 无法解码服务器数据

source: Unable to decrypt the secure Remodex payload.
zh_hans: 无法解密 Remodex 数据。

source: Unable to encode JSON-RPC payload
zh_hans: 无法编码 JSON-RPC 数据

source: Unable to encode outgoing JSON-RPC payload
zh_hans: 无法编码待发送的 JSON-RPC 数据

source: Unable to encode the secure Remodex control payload.
zh_hans: 无法编码 Remodex 安全控制数据。

source: Unable to encode the secure Remodex envelope.
zh_hans: 无法编码 Remodex 加密封装。

source: Unable to load models
zh_hans: 无法加载模型

source: Unable to load rate limits
zh_hans: 无法加载用量限额

source: Unable to prepare the microphone recorder.
zh_hans: 无法准备麦克风录音。

source: Unarchive
zh_hans: 取消归档

source: Unavailable
zh_hans: 不可用

source: Uncommitted changes and branch is behind remote.
zh_hans: 存在未提交修改，且分支落后于远程。

source: Uncommitted changes
zh_hans: 未提交修改

source: Undo changes
zh_hans: 撤销修改

source: Undo looks clean, but other chats touched some of these files.
zh_hans: 补丁看似无冲突，但其他任务也修改过部分文件。

source: Undo this response
zh_hans: 撤销此回复的修改

source: Undo
zh_hans: 撤销

source: Unknown
zh_hans: 未知

source: Unpin
zh_hans: 取消置顶

source: Unsupported Git action.
zh_hans: 不支持此 Git 操作。

source: Unsupported request method: %@
zh_hans: 不支持的请求方法：%@

source: Unsupported
zh_hans: 不支持

source: Up
zh_hans: 向上

source: Update Remodex on your iPhone to reconnect
zh_hans: 更新 iPhone 上的 Remodex 后重新连接

source: Update failed
zh_hans: 更新失败

source: Update interrupted
zh_hans: 更新已中断

source: Update required
zh_hans: 需要更新

source: Update the Remodex bridge on your device before updating it from iPhone.
zh_hans: 请先在设备上更新 Remodex Bridge。

source: Update the Remodex bridge on your device to sync this setting.
zh_hans: 请更新设备上的 Remodex Bridge 以同步此设置。

source: Update
zh_hans: 更新

source: Updated
zh_hans: 已更新

source: Updating agent
zh_hans: 正在更新代理

source: Updating agents
zh_hans: 正在更新代理

source: Usage Limited
zh_hans: 用量受限

source: Usage
zh_hans: 用量

source: Use Default
zh_hans: 使用默认值

source: Use Geist Mono for regular text and code.
zh_hans: 正文和代码均使用 Geist Mono。

source: Use Geist for regular text. Code stays monospaced.
zh_hans: 正文使用 Geist，代码保持等宽字体。

source: Use JetBrains Mono for regular text and code.
zh_hans: 正文和代码均使用 JetBrains Mono。

source: Use the Mac where you want commands to run. It needs to be awake and reachable from your iPhone, usually on the same Wi‑Fi or through your VPN.
zh_hans: 选择执行命令的设备。设备需要保持唤醒，并可由 iPhone 通过同一 Wi-Fi 或 VPN 访问。

source: Use the native iOS font for regular text. Code stays monospaced.
zh_hans: 正文使用 iOS 原生字体，代码保持等宽字体。

source: Use the redesigned model and intelligence picker with Fast Mode, an all-models browser, and automatic reloading.
zh_hans: 使用全新模型与推理选择器，支持快速模式、全部模型浏览和自动刷新。

source: Use the rounded native iOS font for regular text. Code stays monospaced.
zh_hans: 正文使用 iOS 原生圆角字体，代码保持等宽字体。

source: Use
zh_hans: 使用

source: Used for new chats. Git writer model applies to commit messages and PR drafts.
zh_hans: 用于新任务。Git 写入模型用于提交说明和 PR 草稿。

source: User input, images, and mentions cannot all be empty
zh_hans: 文字、图片和引用不能全部为空

source: Verify the fingerprint, request pairing, and approve this iPhone on the device. The QR code pins the full identity key; it is not the encryption itself.
zh_hans: 核对指纹后申请配对，并在设备上批准此 iPhone。二维码固定完整身份公钥，二维码本身不是消息加密。

source: View PR
zh_hans: 查看 PR

source: Viewed
zh_hans: 已查看

source: Viewing
zh_hans: 正在查看

source: Voice Mode
zh_hans: 语音模式

source: Voice mode
zh_hans: 语音模式

source: Voice recording is already running.
zh_hans: 录音已在进行中。

source: Voice recording is not running.
zh_hans: 录音尚未开始。

source: Voice syncing
zh_hans: 语音同步中

source: Voice transcription is faster and more reliable, with smoother recording animations.
zh_hans: 语音转写更快、更可靠，录音动画更流畅。

source: Wait for the current response to finish first
zh_hans: 请先等待当前回复完成

source: Wait for the current run to finish before starting a code review.
zh_hans: 开始代码审查前，请等待当前运行结束。

source: Waiting for device approval
zh_hans: 等待设备批准

source: Waiting for input...
zh_hans: 等待输入…

source: Waiting for updates
zh_hans: 等待更新

source: Waiting for your response
zh_hans: 等待你的回答

source: Waiting on %@ %@
zh_hans: 正在等待 %@ %@

source: Wake Screen
zh_hans: 唤醒显示器

source: Waking Screen...
zh_hans: 正在唤醒显示器…

source: Waking Screen…
zh_hans: 正在唤醒显示器…

source: We could not clean up the temporary worktree automatically.
zh_hans: 无法自动清理临时工作树。

source: We could not remove the temporary worktree automatically.
zh_hans: 无法自动移除临时工作树。

source: We could not remove the temporary worktree automatically: %@
zh_hans: 无法自动移除临时工作树：%@

source: We'll only show this once for each app version.
zh_hans: 每个应用版本只显示一次。

source: WebSocket closed during connect (%@)
zh_hans: WebSocket 在连接过程中关闭（%@）

source: WebSocket not connected
zh_hans: WebSocket 未连接

source: Weekly
zh_hans: 每周

source: What should Codex produce next?
zh_hans: 接下来希望 Codex 完成什么？

source: What should we do in
zh_hans: 要在此位置执行什么任务：

source: What you get
zh_hans: 功能介绍

source: What's New
zh_hans: 更新内容

source: When asked, choose a passphrase for the recommended secure setup.
zh_hans: 出现提示时，请设置口令以保护密钥。

source: Where to work
zh_hans: 工作位置

# WhisperKit small 多语言模型只在这台 iPhone 上运行，录音不会发送到 Mac、Relay 或模型服务。
source: The multilingual WhisperKit small model runs only on this iPhone. Recordings are not sent to your device, Relay, or a model service.
zh_hans: WhisperKit small 多语言模型只在这台 iPhone 上运行，录音不会发送到 Mac、Relay 或模型服务。

source: Windows device
zh_hans: Windows 设备

source: Work locally
zh_hans: 在本地工作

source: Working now
zh_hans: 正在运行

source: Working on it...
zh_hans: 正在处理…

source: Working on new instructions
zh_hans: 正在处理新指令

source: Workspace checkpoint response was missing a result.
zh_hans: 工作区检查点响应缺少结果。

source: Worktree Creation Failed
zh_hans: 创建工作树失败

source: Worktree Fork Failed
zh_hans: 工作树分叉失败

source: Worktree Handoff Failed
zh_hans: 移交工作树失败

source: Worktree base branch
zh_hans: 工作树基准分支

source: Worktree
zh_hans: 工作树

source: Write what caused this issue for a better understanding of the bug:
zh_hans: 请描述问题发生时的操作，以帮助定位原因：

source: Write
zh_hans: 写入

source: Yellow
zh_hans: 黄色

source: You can attach up to %@ images per message.
zh_hans: 每条消息最多可附加 %@ 张图片。

source: You have local changes and the remote branch moved ahead. Pull with rebase only if you're ready to reconcile those changes.
zh_hans: 存在本地修改，且远程已有更新。只有准备好处理冲突时才使用变基拉取。

source: You send a prompt from your phone
zh_hans: 从手机发送提示词

source: You're creating '%@' from %@. Carry your local changes onto the new branch, or commit first and then create + switch.
zh_hans: 你正在创建“%@”，来源为 %@。请选择携带本地修改，或先提交后再创建并切换。

source: Your account is awaiting administrator approval.
zh_hans: 账号正在等待管理员审核。

source: Your account is disabled. Contact the administrator.
zh_hans: 账号已停用，请联系管理员。

source: Your answer
zh_hans: 你的回答

source: Your device is not reachable, so this chat is paused.
zh_hans: 设备不可达，此任务的手机操作已暂停。

source: Your device runs a lightweight **bridge** that connects to a **relay server** over WebSocket.
zh_hans: 设备运行轻量 **Bridge**，通过 WebSocket 连接**中继服务**。

source: Your trusted device is offline right now.
zh_hans: 可信设备目前离线。

source: can you
zh_hans: 你能否

source: connected to
zh_hans: 已连接到

source: copy from
zh_hans: 复制自

source: copy to
zh_hans: 复制到

# files.changed.count
source: %lld files changed
zh_hans: %lld 个文件已修改

# files.count
source: %lld files
zh_hans: %lld 个文件

source: from remote
zh_hans: 从远程

source: iPhone saves the bridge as a **trusted device** in Keychain
zh_hans: iPhone 将设备 Bridge 的**可信身份**保存在钥匙串中

source: paired with
zh_hans: 已配对

source: the current branch
zh_hans: 当前分支

source: the managed worktree
zh_hans: 受管理工作树

source: the new worktree
zh_hans: 新工作树

source: to remote
zh_hans: 到远程

# tools.additional.count
source: +%lld tool calls
zh_hans: 另有 %lld 次工具调用

source: type and press return
zh_hans: 输入后按回车

# 下载大小
source: Download size
zh_hans: 下载大小

# 下载已暂停
source: Download paused
zh_hans: 下载已暂停

# 二维码内容不完整或格式不正确，请在电脑上刷新后重试。
source: The pairing code is incomplete or malformed. Refresh it on your device and try again.
zh_hans: 二维码内容不完整或格式不正确，请在电脑上刷新后重试。

# 二维码版本不兼容，请更新桌面应用并重新生成
source: Incompatible pairing code. Update the desktop app and generate a new code.
zh_hans: 二维码版本不兼容，请更新桌面应用并重新生成

# 使用 iPhone 扫描新的二维码，并核对设备身份。
source: Scan the new QR code with your iPhone and verify the device identity.
zh_hans: 使用 iPhone 扫描新的二维码，并核对设备身份。

# 使用蜂窝网络下载？
source: Download over cellular?
zh_hans: 使用蜂窝网络下载？

# 保留规则
source: Retention policy
zh_hans: 保留规则

# 关闭
source: Close
zh_hans: 关闭

# 关闭手电筒
source: Turn off flashlight
zh_hans: 关闭手电筒

# 取消
source: Cancel
zh_hans: 取消

# 取消，重新扫码
source: Cancel and scan again
zh_hans: 取消，重新扫码

# 可用空间
source: Available space
zh_hans: 可用空间

# 在 Mac 打开 Remodex
source: Open Remodex on your device
zh_hans: 在 Mac 打开 Remodex

# 在电脑和 iPhone 上安装配套版本的 Remodex。
source: Install matching versions of Remodex on your device and iPhone.
zh_hans: 在电脑和 iPhone 上安装配套版本的 Remodex。

# 在电脑应用的连接与配对页点击“复制配对码”，然后粘贴到这里。
source: Click Copy Pairing Code on the desktop connection and pairing page, then paste it here.
zh_hans: 在电脑应用的连接与配对页点击“复制配对码”，然后粘贴到这里。

# 在这台 iPhone 上下载、管理和离线转写
source: Download, manage, and transcribe offline on this iPhone
zh_hans: 在这台 iPhone 上下载、管理和离线转写

# 复制说明
source: Copy instructions
zh_hans: 复制说明

# 失败录音加密保留 24 小时
source: Failed recordings are encrypted and retained for 24 hours
zh_hans: 失败录音加密保留 24 小时

# 存储空间不足：至少需要 %@，当前可用 %@。
source: Not enough storage: at least %@ required, %@ available.
zh_hans: 存储空间不足：至少需要 %@，当前可用 %@。

# 完成
source: Done
zh_hans: 完成

# 对准电脑上的 Remodex 二维码，保持适当距离
source: Point at the Remodex QR code on your device from a comfortable distance
zh_hans: 对准电脑上的 Remodex 二维码，保持适当距离

# 尚未选择授权设备
source: No authorized device selected
zh_hans: 尚未选择授权设备

# 已复制
source: Copied
zh_hans: 已复制

# 已更新，重新扫码
source: Updated, scan again
zh_hans: 已更新，重新扫码

# 已识别，正在获取设备详情…
source: Code recognized, loading device details…
zh_hans: 已识别，正在获取设备详情…

# 已连接
source: Connected
zh_hans: 已连接

# 开发设备
source: Development device
zh_hans: 开发设备

# 开始设备端离线语音转写
source: Start on-device offline transcription
zh_hans: 开始设备端离线语音转写

# 当前 Mac App 内置的 Bridge 不支持原生任务分叉。更新 Mac App 后重新连接。
source: The bundled Bridge does not support native task forks. Update the desktop app and reconnect.
zh_hans: 当前 Mac App 内置的 Bridge 不支持原生任务分叉。更新 Mac App 后重新连接。

# 当前 Mac App 内置的 Bridge 不支持所选速度设置。更新 Mac App 后重新连接。
source: The bundled Bridge does not support this speed setting. Update the desktop app and reconnect.
zh_hans: 当前 Mac App 内置的 Bridge 不支持所选速度设置。更新 Mac App 后重新连接。

# 当前 Mac App 内置的 Bridge 或 Codex 不支持增量任务读取。更新 Mac App 和 Codex 后重新连接。
source: The bundled Bridge or Codex does not support incremental task reads. Update both and reconnect.
zh_hans: 当前 Mac App 内置的 Bridge 或 Codex 不支持增量任务读取。更新 Mac App 和 Codex 后重新连接。

# 当前使用蜂窝网络，需要确认后才能下载语音模型。
source: You are using cellular data. Confirm before downloading the voice model.
zh_hans: 当前使用蜂窝网络，需要确认后才能下载语音模型。

# 当前内置 Bridge 为 %@。请更新到内置 Bridge %@ 的 Mac App 后重新连接。
source: The bundled Bridge is %@. Update the desktop app to Bridge %@ and reconnect.
zh_hans: 当前内置 Bridge 为 %@。请更新到内置 Bridge %@ 的 Mac App 后重新连接。

# 当前内置 Bridge 为 %@，最新版本为 %@。更新 Mac App 后重新连接即可使用新版本。
source: The bundled Bridge is %@; the latest is %@. Update the desktop app and reconnect.
zh_hans: 当前内置 Bridge 为 %@，最新版本为 %@。更新 Mac App 后重新连接即可使用新版本。

# 录音已加密保留 24 小时，可直接重试，不会自动发送。
source: The recording is encrypted and retained for 24 hours. You can retry; it will never be sent automatically.
zh_hans: 录音已加密保留 24 小时，可直接重试，不会自动发送。

# 手机已绑定其他账号，请先解除全部配对
source: This iPhone belongs to another account. Remove all pairings first.
zh_hans: 手机已绑定其他账号，请先解除全部配对

# 打开手电筒
source: Turn on flashlight
zh_hans: 打开手电筒

# 打开电脑应用的连接与配对页，点击刷新配对码。
source: Open Connection and Pairing in the desktop app and refresh the pairing code.
zh_hans: 打开电脑应用的连接与配对页，点击刷新配对码。

# 打开设置
source: Open Settings
zh_hans: 打开设置

# 扫码前请更新 Mac 上的 Remodex.app
source: Update Remodex on your device before scanning
zh_hans: 扫码前请更新 Mac 上的 Remodex.app

# 改用蜂窝网络
source: Use cellular instead
zh_hans: 改用蜂窝网络

# 无法保存手机授权
source: Could not save phone authorization
zh_hans: 无法保存手机授权

# 无法更新手机授权
source: Could not update phone authorization
zh_hans: 无法更新手机授权

# 无法获取设备详情，请检查 Relay 连接和设备激活状态。
source: Could not load device details. Check the Relay connection and device activation.
zh_hans: 无法获取设备详情，请检查 Relay 连接和设备激活状态。

# 无法获取配对设备，请检查网络后重试。
source: Could not load the pairing device. Check your connection and try again.
zh_hans: 无法获取配对设备，请检查网络后重试。

# 暂停
source: Pause
zh_hans: 暂停

# 更新应用
source: Update app
zh_hans: 更新应用

# 服务地址无效
source: Invalid service address
zh_hans: 服务地址无效

# 未连接
source: Disconnected
zh_hans: 未连接

# 本次允许蜂窝下载
source: Allow this cellular download
zh_hans: 本次允许蜂窝下载

# 模型已就绪，可在飞行模式下转写
source: Model ready. Transcription works in airplane mode.
zh_hans: 模型已就绪，可在飞行模式下转写

# 模型约占 %@，此次确认不会改变系统网络设置。
source: The model requires about %@. This confirmation does not change system network settings.
zh_hans: 模型约占 %@，此次确认不会改变系统网络设置。

# 正在下载模型
source: Downloading model
zh_hans: 正在下载模型

# 正在加载并预热模型
source: Loading and warming up model
zh_hans: 正在加载并预热模型

# 正在检查网络和存储空间
source: Checking network and storage
zh_hans: 正在检查网络和存储空间

# 没有可重试的语音录音。
source: No recording is available to retry.
zh_hans: 没有可重试的语音录音。

# 没有识别到可插入的语音内容。
source: No speech was recognized to insert.
zh_hans: 没有识别到可插入的语音内容。

# 确认设备，申请配对
source: Confirm device and request pairing
zh_hans: 确认设备，申请配对

# 确认配对设备
source: Confirm pairing device
zh_hans: 确认配对设备

# 离线语音
source: Offline voice
zh_hans: 离线语音

# 离线语音模型
source: Offline voice model
zh_hans: 离线语音模型

# 空间要求
source: Storage requirements
zh_hans: 空间要求

# 粘贴配对码
source: Paste pairing code
zh_hans: 粘贴配对码

# 继续
source: Continue
zh_hans: 继续

# 蜂窝下载
source: Cellular download
zh_hans: 蜂窝下载

# 设备会话响应无效
source: Invalid device session response
zh_hans: 设备会话响应无效

# 设备会话无效
source: Invalid device session
zh_hans: 设备会话无效

# 设备授权范围不匹配
source: Device authorization scope mismatch
zh_hans: 设备授权范围不匹配

# 设备端离线语音
source: On-device offline voice
zh_hans: 设备端离线语音

# 设备端语音转写失败。
source: On-device transcription failed.
zh_hans: 设备端语音转写失败。

# 设备身份不匹配
source: Device identity mismatch
zh_hans: 设备身份不匹配

# 设备身份不匹配，已阻止连接
source: Device identity mismatch. Connection blocked.
zh_hans: 设备身份不匹配，已阻止连接

# 设备身份不匹配，已阻止配对。请重新核对电脑二维码。
source: Device identity mismatch. Pairing blocked. Verify the QR code on your device.
zh_hans: 设备身份不匹配，已阻止配对。请重新核对电脑二维码。

# 该二维码来自不兼容的 Mac App。更新后重新生成二维码。
source: This QR code is from an incompatible desktop app. Update it and generate a new code.
zh_hans: 该二维码来自不兼容的 Mac App。更新后重新生成二维码。

# 该配对码来自旧版或不兼容的应用，请更新电脑和 iPhone 应用后重新扫码。
source: This code is from an old or incompatible app. Update the desktop and iPhone apps, then scan again.
zh_hans: 该配对码来自旧版或不兼容的应用，请更新电脑和 iPhone 应用后重新扫码。

# 语音录音不能超过 %@ 秒。
source: Voice recordings cannot exceed %@ seconds.
zh_hans: 语音录音不能超过 %@ 秒。

# 语音录音不能超过 10 MB。
source: Voice recordings cannot exceed 10 MB.
zh_hans: 语音录音不能超过 10 MB。

# 语音录音中没有可识别的音频。
source: No recognizable audio was found in the recording.
zh_hans: 语音录音中没有可识别的音频。

# 请先下载设备端 Whisper small 多语言模型。
source: Download the on-device multilingual Whisper small model first.
zh_hans: 请先下载设备端 Whisper small 多语言模型。

# 请在电脑上核对设备身份并确认手机配对
source: Verify the device identity and confirm phone pairing on your device
zh_hans: 请在电脑上核对设备身份并确认手机配对

# 请在设置中允许相机访问，以扫描配对二维码。
source: Allow camera access in Settings to scan pairing QR codes.
zh_hans: 请在设置中允许相机访问，以扫描配对二维码。

# 请更新 Mac 上的 Remodex.app 以使用 /fork
source: Update Remodex on your device to use /fork
zh_hans: 请更新 Mac 上的 Remodex.app 以使用 /fork

# 请更新 Mac 上的 Remodex.app 以使用速度控制
source: Update Remodex on your device to use speed controls
zh_hans: 请更新 Mac 上的 Remodex.app 以使用速度控制

# 请更新 Mac 上的 Remodex.app
source: Update Remodex on your device
zh_hans: 请更新 Mac 上的 Remodex.app

# 请更新设备上的 Remodex
source: Update Remodex on your device
zh_hans: 请更新设备上的 Remodex

# 请核对电脑上的身份指纹。确认后仍需在电脑上批准手机配对。
source: Verify the identity fingerprint on your device. You must also approve phone pairing there.
zh_hans: 请核对电脑上的身份指纹。确认后仍需在电脑上批准手机配对。

# 请求过于频繁，请稍后重试。
source: Too many requests. Try again later.
zh_hans: 请求过于频繁，请稍后重试。

# 请粘贴有效的完整配对码。
source: Paste a valid, complete pairing code.
zh_hans: 请粘贴有效的完整配对码。

# 请重新扫描设备二维码完成授权
source: Scan the device QR code again to authorize access
zh_hans: 请重新扫描设备二维码完成授权

# 身份指纹：%@
source: Identity fingerprint: %@
zh_hans: 身份指纹：%@

# 返回
source: Back
zh_hans: 返回

# 返回扫码
source: Back to scanner
zh_hans: 返回扫码

# 这不是 Remodex 配对二维码，请对准电脑配对页上的二维码。
source: This is not a Remodex pairing code. Point at the QR code on your device pairing page.
zh_hans: 这不是 Remodex 配对二维码，请对准电脑配对页上的二维码。

# 连接已配对的 Mac 后读取内置 Bridge 版本。
source: Connect to your paired device to read its bundled Bridge version.
zh_hans: 连接已配对的 Mac 后读取内置 Bridge 版本。

# 通过 Wi-Fi 下载
source: Download over Wi-Fi
zh_hans: 通过 Wi-Fi 下载

# 配对申请已过期，请重新扫码
source: Pairing request expired. Scan again.
zh_hans: 配对申请已过期，请重新扫码

# 配对码已过期或已使用，请在电脑上刷新。
source: The pairing code has expired or was used. Refresh it on your device.
zh_hans: 配对码已过期或已使用，请在电脑上刷新。

# 重新生成二维码
source: Generate a new QR code
zh_hans: 重新生成二维码

# 重试
source: Retry
zh_hans: 重试

# 需要有效的 HTTPS/WSS 服务地址
source: A valid HTTPS/WSS service address is required
zh_hans: 需要有效的 HTTPS/WSS 服务地址

# 需要相机权限
source: Camera access required
zh_hans: 需要相机权限

# 首次任务历史必须通过 sync/thread/reset 加载。
source: Initial task history must be loaded using sync/thread/reset.
zh_hans: 首次任务历史必须通过 sync/thread/reset 加载。
